# ДЗ по теме "Работа с интернет-источниками"
# ваша задача - получить данные о воздушном флоте перечисленных ниже авиакомпаний (2 компании),
# аналогично тому, как это было на лекции
# 1) NordWind https://nordwindairlines.ru/ru/fleet
# 2) ЮТэйр https://www.utair.ru/about/aircrafts/

# TODO1: разработайте структуру данных, в которой вы сможете сохранить данные по воздушному флоту каждой из авиакомпаний
# например, это может быть словарь с ключами - названиями авиакомпаний и значениями - данными по воздушному флоту
# в любом случае, у вас получится сложная структура

# TODO2: напишите код парсеров данных о воздушном флоте для каждой из перечисленных авиакомпаний

# TODO3: сохраните полученные данные в структуру данных об авиакомпаниях Не забудьте добавить туда S7 и АК "Россия"
# если вас будет банить S7 так же, как на лекции, тогда добавьте только АК "Россия", без S7